[
    {
        "icon": "fab fa-windows",
        "slug": "activation-windows-10-11",
        "title": "Activation de Windows 10/11",
        "subtitle": "Activation authentique avec validité à vie et support Microsoft complet",
        "overview": "Activez votre système Windows avec une licence officielle et permanente. Notre processus d’activation à distance est rapide, sécurisé et vous garantit un système stable, à jour et entièrement fonctionnel. Fini les limitations, les messages d’avertissement ou les paramètres bloqués. Avec notre service, vous profitez d’une expérience Windows fluide, conforme et sans tracas.",
        "duration": "15-30 minutes",
        "warranty": "Lifetime",
        "included": [
            "Licence officielle Windows 10/11 Pro",
            "Activation à vie — sans expiration",
            "Support complet et mises à jour Microsoft",
            "Activation à distance par un technicien",
            "Aucune clé produit requise de votre part",
            "Assistance technique 24h/24, 7j/7"
        ],
        "process": [
            "Contactez-nous via WhatsApp, appel ou formulaire",
            "Planification d'une session à distance rapide",
            "Activation de votre Windows par notre technicien",
            "Vérification et validation avec vous en direct",
            "Support après activation disponible à tout moment"
        ],
        "requirements": [
            "Ordinateur avec Windows 10 ou 11 installé",
            "Connexion Internet stable",
            "Logiciel d’accès à distance (AnyDesk ou TeamViewer — on vous assiste)"
        ],
        "features": [
            "Licence 100 % légale et authentique",
            "Installation rapide et sans complication",
            "Compatible avec toutes les langues du système",
            "Procédure sécurisée — aucun risque pour vos données"
        ]
    },
    {
        "icon":"fas fa-file-alt",
        "slug":"activation-office-365-2016-2019-2021",
        "title": "Activation Office 365/2016/2019/2021",
        "subtitle": "Activation complète de la suite Microsoft Office avec toutes les fonctionnalités débloquées",
        "overview": "Améliorez votre productivité grâce à une suite Microsoft Office entièrement activée. Que vous choisissiez Office 365, 2016, 2019 ou 2021, nous vous garantissons une activation fluide, authentique et compatible avec Windows comme macOS. Idéal pour les étudiants, indépendants, professionnels et entreprises — accédez à Word, Excel, PowerPoint, Outlook et plus encore, sans aucune limitation.",
        "included": [
            "Installation du logiciel Office",
            "Activation avec une licence authentique (Office 365/2016/2019/2021)",
            "Assistance à la création de compte si nécessaire",
            "Installation et configuration à distance",
            "Guide de démarrage et prise en main",
            "Support après installation"
        ],
        "process": [
            "Échange sur vos besoins et votre version souhaitée",
            "Téléchargement et préparation du bon package Office",
            "Session à distance pour installation et activation",
            "Vérification et validation en votre présence"
        ],
        "requirements": [
            "Système Windows ou macOS compatible",
            "Connexion Internet",
            "Accès à distance via AnyDesk ou TeamViewer"
        ],
        "features": [
            "Installation possible sur plusieurs appareils",
            "Licence 100 % authentique et vérifiée",
            "Inclut Word, Excel, Outlook, PowerPoint, etc.",
            "Assistance technique continue après l'installation"
        ]
    },
    {
        "icon": "fas fa-redo-alt",
        "slug": "full-system-reinstallation",
        "title": "Réinstallation complète du système",
        "subtitle": "Installation propre de Windows avec tous les pilotes et logiciels essentiels",
        "overview": "Offrez un nouveau départ à votre ordinateur avec une réinstallation complète du système. Nous formatons entièrement votre PC, installons la dernière version de Windows, tous les pilotes nécessaires, et les logiciels essentiels pour une performance optimale. Idéal si votre machine est lente, infectée ou instable. Vous repartirez avec un système propre, rapide et prêt à l'emploi.",
        "included": [
            "Formatage complet et installation propre de Windows",
            "Installation des pilotes les plus récents",
            "Installation des logiciels essentiels (navigateur, Office, lecteur PDF, etc.)",
            "Sauvegarde et restauration des données personnelles (si demandée)",
            "Configuration de base pour des performances optimales"
        ],
        "process": [
            "Consultation et évaluation des données (sauvegarde si nécessaire)",
            "Formatage complet et installation du système",
            "Installation des pilotes et logiciels",
            "Test final du système et livraison"
        ],
        "requirements": [
            "Source d'alimentation stable ou batterie chargée",
            "Clé ou licence Windows (si disponible)"
        ]
    },
    {
        "icon": "fas fa-tools",
        "slug": "system-repair",
        "title": "Réparation du Système",
        "subtitle": "Correction des erreurs Windows, des plantages et des lenteurs",
        "overview": "Votre ordinateur plante, ralentit ou ne démarre plus correctement ? Notre service de Réparation du Système est conçu pour détecter et résoudre les problèmes critiques : erreurs système, conflits de registre, pilotes défectueux, démarrages lents, etc. Nous redonnons vie à votre PC, sans perte de données, pour un fonctionnement fluide, rapide et stable.",
        "included": [
            "Diagnostic complet du système",
            "Correction des erreurs système et du registre Windows",
            "Réparation ou réinstallation des pilotes défaillants",
            "Optimisation du démarrage et des performances",
            "Vérification de l’intégrité du système"
        ],
        "process": [
            "Diagnostic préliminaire et identification des erreurs",
            "Mise en œuvre des réparations",
            "Vérification finale et validation du système"
        ],
        "requirements": [
            "Mot de passe de l'appareil (si nécessaire)",
            "Chargeur ou batterie bien chargée"
        ]
    },
    {
        "icon": "fas fa-tachometer-alt",
        "slug": "pc-optimization",
        "title": "Optimisation du PC",
        "subtitle": "Accélérez votre ordinateur et améliorez ses performances globales",
        "overview": "Votre ordinateur est lent ou peu réactif ? Grâce à notre service d’Optimisation du PC, nous nettoyons en profondeur votre système, supprimons les fichiers inutiles et optimisons les paramètres pour redonner de la vitesse et de la fluidité à votre machine. Démarrages plus rapides, navigation fluide, meilleure réactivité — idéal pour les utilisateurs quotidiens, les gamers ou les professionnels.",
        "included": [
            "Nettoyage des programmes au démarrage",
            "Suppression des logiciels inutiles et encombrants",
            "Nettoyage du registre et optimisation du disque",
            "Réglages de performance pour booster la vitesse",
            "Nettoyage des fichiers temporaires et navigateurs"
        ],
        "process": [
            "Évaluation du système et analyse des performances",
            "Nettoyage approfondi et réglages d’optimisation",
            "Test final et ajustements"
        ],
        "requirements": [
            "Accès administrateur (mot de passe requis)"
        ]
    },
    {
        "icon": "fas fa-shield-virus",
        "slug": "virus-removal",
        "title": "Suppression de Virus",
        "subtitle": "Élimination complète des malwares et renforcement de la sécurité système",
        "overview": "Vous pensez que votre ordinateur est infecté par un virus, un malware ou un logiciel espion ? Notre service de suppression de virus scanne en profondeur votre système, élimine toutes les menaces et sécurise votre appareil contre les futures attaques. Nous mettons à jour vos pilotes, installons des outils de sécurité et veillons à ce que votre PC fonctionne à nouveau proprement, rapidement et en toute sécurité, sans perte de données.",
        "included": [
            "Analyse complète contre les virus et malwares",
            "Suppression des trojans, spyware, ransomware, etc.",
            "Mise à jour des pilotes et correctifs de sécurité",
            "Installation d’un antivirus et d’outils de protection",
            "Configuration de sécurité et nettoyage du navigateur"
        ],
        "process": [
            "Analyse du système et détection des menaces",
            "Suppression des infections et restauration des fichiers",
            "Configuration de la sécurité et vérification"
        ],
        "requirements": [
            "Connexion Internet",
            "Accès administrateur",
            "Clés de licence si nécessaire"
        ]
    },
    {
        "icon": "fas fa-database",
        "slug": "data-backup-recovery",
        "title": "Sauvegarde & Récupération de Données",
        "subtitle": "Sauvegarde sécurisée et service professionnel de récupération",
        "overview": "Vous avez perdu des fichiers importants à cause d’un formatage, d’une panne ou d’une suppression accidentelle ? Notre service de Sauvegarde & Récupération de Données vous permet de récupérer vos fichiers précieux en toute sécurité et de mettre en place un système de sauvegarde fiable pour éviter toute perte future. Documents, photos ou données professionnelles : vos fichiers sont traités avec la plus grande confidentialité.",
        "included": [
            "Sauvegarde sur disque externe ou dans le cloud",
            "Récupération depuis des disques endommagés ou formatés",
            "Réparation du système de fichiers si nécessaire",
            "Mise en place de sauvegardes automatiques (optionnel)",
            "Conseils sur les bonnes pratiques de sauvegarde"
        ],
        "process": [
            "Évaluation initiale de l’état des données",
            "Tentative de récupération avec outils spécialisés",
            "Sauvegarde sécurisée et vérification"
        ],
        "requirements": [
            "Support de stockage (USB, disque externe ou cloud)",
            "Autorisation d’accès à l’appareil"
        ]
    },
    {
        "icon": "fas fa-download",
        "slug": "driver-software-installation",
        "title": "Installation de Pilotes & Logiciels",
        "subtitle": "Installation des derniers pilotes et logiciels essentiels",
        "overview": "Assurez le bon fonctionnement de votre ordinateur grâce à l’installation de tous les pilotes à jour et des logiciels essentiels. Ce service garantit une compatibilité totale de votre matériel, des performances optimales et un système stable. Que ce soit Office, un antivirus ou un navigateur, nous nous occupons de tout pour vous faire gagner du temps et éviter les soucis techniques.",
        "included": [
            "Mise à jour des pilotes pour tous les composants",
            "Installation des logiciels demandés (Office, navigateurs, antivirus, etc.)",
            "Configuration et optimisation de base",
            "Suppression des pilotes obsolètes ou en conflit (si nécessaire)"
        ],
        "process": [
            "Vérification de la compatibilité et des pilotes manquants",
            "Téléchargement et installation des pilotes et logiciels requis",
            "Configuration et test de performance"
        ],
        "requirements": [
            "Connexion Internet stable",
            "Clés de licence des logiciels (si nécessaire)",
            "Accès administrateur au système"
        ]
    },
    {
        "icon": "fas fa-headset",
        "slug": "remote-assistance",
        "title": "Assistance à distance",
        "subtitle": "Support à distance professionnel pour une résolution immédiate des problèmes.",
        "overview": "Assistance rapide via Internet avec AnyDesk ou TeamViewer.  Obtenez une assistance technique en temps réel depuis chez vous ou votre bureau. Grâce au partage d’écran, nous diagnostiquons et résolvons vos problèmes à distance — rapidement, en toute sécurité et avec efficacité. Plus besoin de vous déplacer ou d'attendre une intervention sur site.",
        "included": [
            "Diagnostic du problème",
            "Assistance en direct",
            "Partage d’écran et résolution"
        ],
        "process": [
            "Prise de contact avec le client",
            "Configuration de la connexion",
            "Résolution du problème"
        ],
        "requirements": [
            "Connexion Internet",
            "ID AnyDesk ou TeamViewer"
        ]
    },
    {
        "icon": "fas fa-user-cog",
        "slug": "microsoft-account-setup",
        "title": "Configuration de compte Microsoft",
        "subtitle": "Configuration complète du compte Microsoft et synchronisation.",
        "overview": "Assistance à la création, la configuration ou la récupération d’un compte Microsoft. Créez ou récupérez votre compte Microsoft en toute simplicité. Nous vous accompagnons à chaque étape — de la création du compte à la configuration de la sécurité et à la synchronisation. Indispensable pour utiliser OneDrive, Outlook, le Microsoft Store et d'autres services Microsoft.",
        "included": [
            "Création du compte",
            "Configuration de la sécurité",
            "Récupération de mot de passe"
        ],
        "process": [
            "Vérification de l'identité de l'utilisateur",
            "Assistance pas à pas"
        ],
        "requirements": [
            "Accès à l’e-mail ou au téléphone",
            "Informations personnelles pour vérification"
        ]
    },
    {
        "icon": "fas fa-compact-disc",
        "slug": "secure-iso-download",
        "title": "Téléchargement sécurisé d’ISO",
        "subtitle": "Fichiers ISO officiels de Windows et Office depuis les serveurs Microsoft",
        "overview": "Nous fournissons des liens de téléchargement fiables et sécurisés pour les fichiers ISO officiels. Besoin d’une copie propre de Windows ou Office ? Nous mettons à disposition les fichiers ISO officiels provenant des serveurs Microsoft — sûrs, sans virus et prêts à être installés. Que ce soit pour réinstaller votre système ou créer une clé USB bootable, nous avons ce qu’il vous faut.",
        "included": [
            "ISO de Windows",
            "ISO d’Office",
            "Guide d’activation (optionnel)"
        ],
        "process": [
            "Vérification de la demande",
            "Lien sécurisé envoyé au client"
        ],
        "requirements": [
            "Espace de stockage",
            "E-mail ou application de messagerie pour la livraison"
        ]
    },
    {
        "icon": "fas fa-shield-alt",
        "slug": "antivirus-setup",
        "title": "Installation d’antivirus",
        "subtitle": "Installation et configuration professionnelle d'antivirus",
        "overview": "Notre service d’installation d’antivirus garantit la protection de votre ordinateur contre les virus, logiciels espions et malwares grâce à des solutions de sécurité reconnues. Protégez votre PC contre les menaces en ligne avec notre configuration professionnelle. Nous installons un antivirus de confiance, configurons la protection en temps réel et planifions les mises à jour. Restez protégé 24h/24, 7j/7.",
        "included": [
            "Installation du logiciel antivirus",
            "Configuration de la protection en temps réel",
            "Analyse initiale et suppression des menaces",
            "Planification des mises à jour",
            "Assistance en cas d'alerte"
        ],
        "process": [
            "Choix de la marque d'antivirus",
            "Installation à distance",
            "Configuration des préférences",
            "Analyse initiale du système"
        ],
        "requirements": [
            "Système d’exploitation compatible",
            "Droits administrateur",
            "Connexion Internet"
        ],
        "features": [
            "Marques de sécurité reconnues",
            "Aucune configuration compliquée",
            "Surveillance des menaces 24h/24",
            "Tranquillité d’esprit garantie"
        ]
    },
    {
        "icon": "fas fa-building",
        "slug": "bulk-activation-business",
        "title": "Activation en masse pour entreprises",
        "subtitle": "Solutions d’activation de niveau entreprise pour les organisations",
        "overview": "Activez plusieurs PC sous Windows ou Office avec des licences officielles, en une seule opération. Nos solutions de licences groupées sont conçues pour les écoles, ONG et entreprises — vous faisant gagner du temps, réduire les coûts et garantir la conformité avec des licences authentiques.",
        "included": [
            "Service d’activation",
            "Assistance à l’installation",
            "Vérification de licence"
        ],
        "process": [
            "Évaluation des besoins",
            "Activation groupée",
            "Rapport après activation"
        ],
        "requirements": [
            "Accès administrateur",
            "Liste des spécifications des appareils"
        ]
    },
    {
        "icon": "fas fa-gamepad",
        "slug": "vente-installation-jeux-video",
        "title": "Video Game Sales & Installation",
        "subtitle": "Wide selection of games for all platforms, including installation and configuration.",
        "overview": "We offer a wide range of PC games with installation support and updates. Looking for your favorite games? We provide a large selection of PC games with installation and configuration included. Whether Steam titles or offline versions, we ensure everything runs smoothly — ready to play without hassle.",
        "included": [
            "Game sales (Steam, offline installers, etc.)",
            "Installation",
            "Crack or license setup if needed"
        ],
        "process": [
            "Game selection",
            "Purchase or activation",
            "Installation and testing"
        ],
        "requirements": [
            "Sufficient disk space",
            "Internet connection if online activation is required"
        ]
    }
]